tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"

brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cairo"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "libavif"
brew "git"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "jq"
brew "luarocks"
brew "neovim"
brew "nghttp2"
brew "numpy"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tcl-tk", link: false
brew "tmux"
brew "tor"
brew "tree"
brew "watch"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"

cask "alacritty"
cask "basictex"
cask "displaylink"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "rar"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"

vscode "adrientoub.base64utils"
vscode "bibhasdn.unique-lines"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "jebbs.plantuml"
vscode "joshuapoehls.json-escaper"
vscode "kirozen.wordcounter"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "orta.vscode-jest"
vscode "yzhang.markdown-all-in-one"

