tap "amazon-ion/ion-cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"

brew "amazon-ion/ion-cli/ion-cli"
brew "aom"
brew "awscli"
brew "bat"
brew "btop"
brew "cairo"
brew "cmatrix"
brew "coreutils"
brew "exiftool"
brew "eza"
brew "fd"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "glib"
brew "gnuplot"
brew "gnutls"
brew "gobject-introspection"
brew "graphviz"
brew "guile"
brew "harfbuzz"
brew "imagemagick"
brew "jd"
brew "jesseduffield/lazygit/lazygit"
brew "jpeg-xl"
brew "jq"
brew "leptonica"
brew "libass"
brew "libavif"
brew "libffi"
brew "libheif"
brew "libraw"
brew "librsvg"
brew "libtiff"
brew "libyaml"
brew "little-cms2"
brew "luarocks"
brew "marp-cli"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "nowplaying-cli"
brew "numpy"
brew "openjdk"
brew "openjpeg"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "pyenv"
brew "python@3.9"
brew "qt"
brew "qt@5"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tcl-tk", link: false
brew "tesseract"
brew "tmux"
brew "tor"
brew "tree"
brew "unbound"
brew "watch"
brew "webp"
brew "xz"
brew "yazi"
brew "yt-dlp"
brew "zlib"
brew "zoxide"

cask "aerospace"
cask "alacritty"
cask "basictex"
cask "displaylink"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "rar"
cask "rectangle"
cask "sf-symbols"
cask "visual-studio-code"
cask "vlc"

vscode "acarreiro.calculate"
vscode "adpyke.vscode-sql-formatter"
vscode "adrientoub.base64utils"
vscode "amazonwebservices.amazon-q-vscode"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "avin.ion-format-support"
vscode "bibhasdn.unique-lines"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christianalexander.flip"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "developerbadileanuro.nord-plus-visual-studio-code"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "fwcd.kotlin"
vscode "haaleo.timing"
vscode "jebbs.plantuml"
vscode "josee9988.minifyall"
vscode "joshuapoehls.json-escaper"
vscode "kirozen.wordcounter"
vscode "mammothb.gnuplot"
vscode "marklel.vscode-brazil"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "orta.vscode-jest"
vscode "redhat.vscode-xml"
vscode "sryze.uridecode"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzhang.markdown-all-in-one"
